tap "keith/formulae"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "age"
brew "ansible"
brew "asitop"
brew "bat"
brew "btop"
brew "chezmoi"
brew "colima"
brew "direnv"
brew "docker"
brew "eza"
brew "fd"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "moor"
brew "most"
brew "neovim"
brew "nvtop"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "keith/formulae/reminders-cli"
brew "teamookla/speedtest/speedtest"
cask "ghostty"
cask "warp"
cask "zoom"
cask "vscode"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "almenon.arepl"
vscode "braver.vscode-solarized"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cstrap.python-snippets"
vscode "davidanson.vscode-markdownlint"
vscode "demystifying-javascript.python-extensions-pack"
vscode "dnicolson.binary-plist"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "earshinov.sort-lines-by-selection"
vscode "eliazbobadilla.python-ultiextension-pack"
vscode "eliazbobadilla.python-ultisnippets"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "james-yu.latex-workshop"
vscode "kaih2o.python-resource-monitor"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "lextudio.restructuredtext"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mechatroner.rainbow-csv"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.wordcount"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tecosaur.latex-utilities"
vscode "travisthetechie.write-good-linter"
vscode "trond-snekvik.simple-rst"
vscode "tyriar.sort-lines"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yo1dog.cursor-align"
vscode "yzhang.markdown-all-in-one"
